{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 250730, "word_counts": "{\"trong\": 109690, \"\\u1ea3nh\": 188040, \"s\\u1ed1\": 15670, \"l\\u01b0\\u1ee3ng\": 15670, \"tr\\u00e1i\": 219380, \"c\\u00e2y\": 172370, \"l\\u00e0\": 62680, \"bao\": 78350, \"nhi\\u00eau?\": 15670, \"c\\u00f3\": 141030, \"nhi\\u00eau\": 62680, \"c\\u00e2y?\": 15670, \"\\u1ea3nh?\": 31340, \"ch\\u1ee9a\": 31340, \"nh\\u1eefng\": 15670, \"lo\\u1ea1i\": 62680, \"n\\u00e0o?\": 31340, \"g\\u00ec?\": 31340, \"n\\u00e0o\": 15670, \"v\\u00e0\": 15670, \"<start>\": 125360, \"t\\u1ed5ng\": 15670, \"c\\u1ed9ng\": 15670, \"8\": 2735, \"<end>\": 125360, \"apple\": 12446, \"11\": 2270, \"21\": 420, \"17\": 860, \"3\": 5325, \"47\": 20, \"10\": 2395, \"4\": 5675, \"6\": 3655, \"12\": 3560, \"1\": 19470, \"7\": 3555, \"26\": 700, \"2\": 5615, \"13\": 1345, \"5\": 4445, \"9\": 2655, \"20\": 585, \"32\": 55, \"48\": 65, \"14\": 1315, \"30\": 220, \"41\": 100, \"25\": 655, \"24\": 370, \"27\": 480, \"18\": 855, \"15\": 945, \"29\": 520, \"23\": 465, \"22\": 635, \"16\": 1225, \"19\": 515, \"35\": 270, \"36\": 70, \"51\": 80, \"28\": 450, \"33\": 210, \"avocado\": 4106, \"52\": 30, \"55\": 115, \"44\": 85, \"blueberry\": 4701, \"202\": 20, \"194\": 15, \"136\": 20, \"127\": 10, \"31\": 150, \"34\": 220, \"54\": 25, \"39\": 35, \"38\": 310, \"49\": 105, \"159\": 20, \"115\": 10, \"65\": 30, \"125\": 10, \"45\": 100, \"121\": 20, \"132\": 10, \"59\": 60, \"60\": 145, \"70\": 5, \"42\": 25, \"40\": 15, \"0\": 100, \"46\": 85, \"61\": 75, \"81\": 5, \"53\": 35, \"129\": 5, \"97\": 10, \"37\": 305, \"75\": 20, \"43\": 100, \"capsicum\": 8246, \"cherry\": 8626, \"145\": 70, \"71\": 40, \"117\": 85, \"74\": 35, \"57\": 45, \"87\": 55, \"85\": 45, \"84\": 35, \"50\": 60, \"94\": 20, \"58\": 50, \"72\": 65, \"93\": 30, \"114\": 65, \"56\": 10, \"83\": 45, \"141\": 5, \"140\": 10, \"kiwi\": 12696, \"91\": 35, \"63\": 25, \"227\": 20, \"109\": 30, \"138\": 25, \"100\": 5, \"120\": 35, \"166\": 25, \"113\": 20, \"98\": 20, \"174\": 30, \"90\": 10, \"103\": 10, \"67\": 10, \"96\": 25, \"222\": 10, \"220\": 10, \"223\": 10, \"68\": 50, \"178\": 25, \"mango\": 7551, \"orange\": 3136, \"rockmelon\": 10546, \"strawberry\": 6306, \"69\": 5, \"76\": 15, \"62\": 5, \"64\": 5, \"162\": 5}", "word_docs": "{\"l\\u01b0\\u1ee3ng\": 15670, \"tr\\u00e1i\": 219380, \"\\u1ea3nh\": 188040, \"trong\": 109690, \"c\\u00e2y\": 172370, \"nhi\\u00eau?\": 15670, \"l\\u00e0\": 62680, \"bao\": 78350, \"s\\u1ed1\": 15670, \"c\\u00f3\": 141030, \"nhi\\u00eau\": 62680, \"c\\u00e2y?\": 15670, \"\\u1ea3nh?\": 31340, \"lo\\u1ea1i\": 62680, \"nh\\u1eefng\": 15670, \"n\\u00e0o?\": 31340, \"ch\\u1ee9a\": 31340, \"g\\u00ec?\": 31340, \"n\\u00e0o\": 15670, \"v\\u00e0\": 15670, \"<start>\": 125360, \"t\\u1ed5ng\": 15670, \"8\": 2735, \"<end>\": 125360, \"c\\u1ed9ng\": 15670, \"apple\": 12446, \"11\": 2270, \"21\": 420, \"17\": 860, \"3\": 5325, \"47\": 20, \"10\": 2395, \"4\": 5675, \"6\": 3655, \"12\": 3560, \"1\": 19470, \"7\": 3555, \"26\": 700, \"2\": 5615, \"13\": 1345, \"5\": 4445, \"9\": 2655, \"20\": 585, \"32\": 55, \"48\": 65, \"14\": 1315, \"30\": 220, \"41\": 100, \"25\": 655, \"24\": 370, \"27\": 480, \"18\": 855, \"15\": 945, \"29\": 520, \"23\": 465, \"22\": 635, \"16\": 1225, \"19\": 515, \"35\": 270, \"36\": 70, \"51\": 80, \"28\": 450, \"33\": 210, \"avocado\": 4106, \"52\": 30, \"55\": 115, \"44\": 85, \"blueberry\": 4701, \"202\": 20, \"194\": 15, \"136\": 20, \"127\": 10, \"31\": 150, \"34\": 220, \"54\": 25, \"39\": 35, \"38\": 310, \"49\": 105, \"159\": 20, \"115\": 10, \"65\": 30, \"125\": 10, \"45\": 100, \"121\": 20, \"132\": 10, \"59\": 60, \"60\": 145, \"70\": 5, \"42\": 25, \"40\": 15, \"0\": 100, \"46\": 85, \"61\": 75, \"81\": 5, \"53\": 35, \"129\": 5, \"97\": 10, \"37\": 305, \"75\": 20, \"43\": 100, \"capsicum\": 8246, \"cherry\": 8626, \"145\": 70, \"71\": 40, \"117\": 85, \"74\": 35, \"57\": 45, \"87\": 55, \"85\": 45, \"84\": 35, \"50\": 60, \"94\": 20, \"58\": 50, \"72\": 65, \"93\": 30, \"114\": 65, \"56\": 10, \"83\": 45, \"141\": 5, \"140\": 10, \"kiwi\": 12696, \"91\": 35, \"63\": 25, \"227\": 20, \"109\": 30, \"138\": 25, \"100\": 5, \"120\": 35, \"166\": 25, \"113\": 20, \"98\": 20, \"174\": 30, \"90\": 10, \"103\": 10, \"67\": 10, \"96\": 25, \"222\": 10, \"220\": 10, \"223\": 10, \"68\": 50, \"178\": 25, \"mango\": 7551, \"orange\": 3136, \"rockmelon\": 10546, \"strawberry\": 6306, \"69\": 5, \"76\": 15, \"62\": 5, \"64\": 5, \"162\": 5}", "index_docs": "{\"18\": 15670, \"1\": 219380, \"2\": 188040, \"7\": 109690, \"3\": 172370, \"19\": 15670, \"9\": 62680, \"8\": 78350, \"17\": 15670, \"4\": 141030, \"10\": 62680, \"20\": 15670, \"12\": 31340, \"11\": 62680, \"21\": 15670, \"14\": 31340, \"13\": 31340, \"15\": 31340, \"22\": 15670, \"23\": 15670, \"5\": 125360, \"24\": 15670, \"43\": 2735, \"6\": 125360, \"25\": 15670, \"27\": 12446, \"46\": 2270, \"62\": 420, \"51\": 860, \"35\": 5325, \"116\": 20, \"45\": 2395, \"33\": 5675, \"39\": 3655, \"40\": 3560, \"16\": 19470, \"41\": 3555, \"53\": 700, \"34\": 5615, \"47\": 1345, \"37\": 4445, \"44\": 2655, \"56\": 585, \"90\": 55, \"85\": 65, \"48\": 1315, \"67\": 220, \"74\": 100, \"54\": 655, \"63\": 370, \"59\": 480, \"52\": 855, \"50\": 945, \"57\": 520, \"60\": 465, \"55\": 635, \"49\": 1225, \"58\": 515, \"66\": 270, \"83\": 70, \"81\": 80, \"61\": 450, \"69\": 210, \"38\": 4106, \"104\": 30, \"72\": 115, \"78\": 85, \"36\": 4701, \"117\": 20, \"126\": 15, \"118\": 20, \"129\": 10, \"70\": 150, \"68\": 220, \"109\": 25, \"98\": 35, \"64\": 310, \"73\": 105, \"119\": 20, \"130\": 10, \"105\": 30, \"131\": 10, \"75\": 100, \"120\": 20, \"132\": 10, \"88\": 60, \"71\": 145, \"142\": 5, \"110\": 25, \"127\": 15, \"76\": 100, \"79\": 85, \"82\": 75, \"143\": 5, \"99\": 35, \"144\": 5, \"133\": 10, \"65\": 305, \"121\": 20, \"77\": 100, \"30\": 8246, \"29\": 8626, \"84\": 70, \"97\": 40, \"80\": 85, \"100\": 35, \"94\": 45, \"91\": 55, \"95\": 45, \"101\": 35, \"89\": 60, \"122\": 20, \"92\": 50, \"86\": 65, \"106\": 30, \"87\": 65, \"134\": 10, \"96\": 45, \"145\": 5, \"135\": 10, \"26\": 12696, \"102\": 35, \"111\": 25, \"123\": 20, \"107\": 30, \"112\": 25, \"146\": 5, \"103\": 35, \"113\": 25, \"124\": 20, \"125\": 20, \"108\": 30, \"136\": 10, \"137\": 10, \"138\": 10, \"114\": 25, \"139\": 10, \"140\": 10, \"141\": 10, \"93\": 50, \"115\": 25, \"31\": 7551, \"42\": 3136, \"28\": 10546, \"32\": 6306, \"147\": 5, \"128\": 15, \"148\": 5, \"149\": 5, \"150\": 5}", "index_word": "{\"1\": \"tr\\u00e1i\", \"2\": \"\\u1ea3nh\", \"3\": \"c\\u00e2y\", \"4\": \"c\\u00f3\", \"5\": \"<start>\", \"6\": \"<end>\", \"7\": \"trong\", \"8\": \"bao\", \"9\": \"l\\u00e0\", \"10\": \"nhi\\u00eau\", \"11\": \"lo\\u1ea1i\", \"12\": \"\\u1ea3nh?\", \"13\": \"ch\\u1ee9a\", \"14\": \"n\\u00e0o?\", \"15\": \"g\\u00ec?\", \"16\": \"1\", \"17\": \"s\\u1ed1\", \"18\": \"l\\u01b0\\u1ee3ng\", \"19\": \"nhi\\u00eau?\", \"20\": \"c\\u00e2y?\", \"21\": \"nh\\u1eefng\", \"22\": \"n\\u00e0o\", \"23\": \"v\\u00e0\", \"24\": \"t\\u1ed5ng\", \"25\": \"c\\u1ed9ng\", \"26\": \"kiwi\", \"27\": \"apple\", \"28\": \"rockmelon\", \"29\": \"cherry\", \"30\": \"capsicum\", \"31\": \"mango\", \"32\": \"strawberry\", \"33\": \"4\", \"34\": \"2\", \"35\": \"3\", \"36\": \"blueberry\", \"37\": \"5\", \"38\": \"avocado\", \"39\": \"6\", \"40\": \"12\", \"41\": \"7\", \"42\": \"orange\", \"43\": \"8\", \"44\": \"9\", \"45\": \"10\", \"46\": \"11\", \"47\": \"13\", \"48\": \"14\", \"49\": \"16\", \"50\": \"15\", \"51\": \"17\", \"52\": \"18\", \"53\": \"26\", \"54\": \"25\", \"55\": \"22\", \"56\": \"20\", \"57\": \"29\", \"58\": \"19\", \"59\": \"27\", \"60\": \"23\", \"61\": \"28\", \"62\": \"21\", \"63\": \"24\", \"64\": \"38\", \"65\": \"37\", \"66\": \"35\", \"67\": \"30\", \"68\": \"34\", \"69\": \"33\", \"70\": \"31\", \"71\": \"60\", \"72\": \"55\", \"73\": \"49\", \"74\": \"41\", \"75\": \"45\", \"76\": \"0\", \"77\": \"43\", \"78\": \"44\", \"79\": \"46\", \"80\": \"117\", \"81\": \"51\", \"82\": \"61\", \"83\": \"36\", \"84\": \"145\", \"85\": \"48\", \"86\": \"72\", \"87\": \"114\", \"88\": \"59\", \"89\": \"50\", \"90\": \"32\", \"91\": \"87\", \"92\": \"58\", \"93\": \"68\", \"94\": \"57\", \"95\": \"85\", \"96\": \"83\", \"97\": \"71\", \"98\": \"39\", \"99\": \"53\", \"100\": \"74\", \"101\": \"84\", \"102\": \"91\", \"103\": \"120\", \"104\": \"52\", \"105\": \"65\", \"106\": \"93\", \"107\": \"109\", \"108\": \"174\", \"109\": \"54\", \"110\": \"42\", \"111\": \"63\", \"112\": \"138\", \"113\": \"166\", \"114\": \"96\", \"115\": \"178\", \"116\": \"47\", \"117\": \"202\", \"118\": \"136\", \"119\": \"159\", \"120\": \"121\", \"121\": \"75\", \"122\": \"94\", \"123\": \"227\", \"124\": \"113\", \"125\": \"98\", \"126\": \"194\", \"127\": \"40\", \"128\": \"76\", \"129\": \"127\", \"130\": \"115\", \"131\": \"125\", \"132\": \"132\", \"133\": \"97\", \"134\": \"56\", \"135\": \"140\", \"136\": \"90\", \"137\": \"103\", \"138\": \"67\", \"139\": \"222\", \"140\": \"220\", \"141\": \"223\", \"142\": \"70\", \"143\": \"81\", \"144\": \"129\", \"145\": \"141\", \"146\": \"100\", \"147\": \"69\", \"148\": \"62\", \"149\": \"64\", \"150\": \"162\"}", "word_index": "{\"tr\\u00e1i\": 1, \"\\u1ea3nh\": 2, \"c\\u00e2y\": 3, \"c\\u00f3\": 4, \"<start>\": 5, \"<end>\": 6, \"trong\": 7, \"bao\": 8, \"l\\u00e0\": 9, \"nhi\\u00eau\": 10, \"lo\\u1ea1i\": 11, \"\\u1ea3nh?\": 12, \"ch\\u1ee9a\": 13, \"n\\u00e0o?\": 14, \"g\\u00ec?\": 15, \"1\": 16, \"s\\u1ed1\": 17, \"l\\u01b0\\u1ee3ng\": 18, \"nhi\\u00eau?\": 19, \"c\\u00e2y?\": 20, \"nh\\u1eefng\": 21, \"n\\u00e0o\": 22, \"v\\u00e0\": 23, \"t\\u1ed5ng\": 24, \"c\\u1ed9ng\": 25, \"kiwi\": 26, \"apple\": 27, \"rockmelon\": 28, \"cherry\": 29, \"capsicum\": 30, \"mango\": 31, \"strawberry\": 32, \"4\": 33, \"2\": 34, \"3\": 35, \"blueberry\": 36, \"5\": 37, \"avocado\": 38, \"6\": 39, \"12\": 40, \"7\": 41, \"orange\": 42, \"8\": 43, \"9\": 44, \"10\": 45, \"11\": 46, \"13\": 47, \"14\": 48, \"16\": 49, \"15\": 50, \"17\": 51, \"18\": 52, \"26\": 53, \"25\": 54, \"22\": 55, \"20\": 56, \"29\": 57, \"19\": 58, \"27\": 59, \"23\": 60, \"28\": 61, \"21\": 62, \"24\": 63, \"38\": 64, \"37\": 65, \"35\": 66, \"30\": 67, \"34\": 68, \"33\": 69, \"31\": 70, \"60\": 71, \"55\": 72, \"49\": 73, \"41\": 74, \"45\": 75, \"0\": 76, \"43\": 77, \"44\": 78, \"46\": 79, \"117\": 80, \"51\": 81, \"61\": 82, \"36\": 83, \"145\": 84, \"48\": 85, \"72\": 86, \"114\": 87, \"59\": 88, \"50\": 89, \"32\": 90, \"87\": 91, \"58\": 92, \"68\": 93, \"57\": 94, \"85\": 95, \"83\": 96, \"71\": 97, \"39\": 98, \"53\": 99, \"74\": 100, \"84\": 101, \"91\": 102, \"120\": 103, \"52\": 104, \"65\": 105, \"93\": 106, \"109\": 107, \"174\": 108, \"54\": 109, \"42\": 110, \"63\": 111, \"138\": 112, \"166\": 113, \"96\": 114, \"178\": 115, \"47\": 116, \"202\": 117, \"136\": 118, \"159\": 119, \"121\": 120, \"75\": 121, \"94\": 122, \"227\": 123, \"113\": 124, \"98\": 125, \"194\": 126, \"40\": 127, \"76\": 128, \"127\": 129, \"115\": 130, \"125\": 131, \"132\": 132, \"97\": 133, \"56\": 134, \"140\": 135, \"90\": 136, \"103\": 137, \"67\": 138, \"222\": 139, \"220\": 140, \"223\": 141, \"70\": 142, \"81\": 143, \"129\": 144, \"141\": 145, \"100\": 146, \"69\": 147, \"62\": 148, \"64\": 149, \"162\": 150}"}}