{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": "<unk>", "document_count": 250730, "word_counts": "{\"trong\": 109690, \"anh\": 188040, \"so\": 15670, \"luong\": 15670, \"trai\": 219380, \"cay\": 172370, \"la\": 62680, \"bao\": 78350, \"nhieu?\": 15670, \"co\": 141030, \"nhieu\": 62680, \"cay?\": 15670, \"anh?\": 31340, \"chua\": 31340, \"loai\": 62680, \"nao?\": 31340, \"gi?\": 31340, \"nao\": 15670, \"va\": 15670, \"<start>\": 125360, \"tong\": 15670, \"cong\": 15670, \"14\": 1315, \"<end>\": 125360, \"apple\": 12446, \"3\": 5325, \"4\": 5675, \"8\": 2735, \"1\": 19470, \"5\": 4445, \"avocado\": 4106, \"11\": 2270, \"2\": 5615, \"16\": 1225, \"9\": 2655, \"12\": 3560, \"6\": 3655, \"23\": 465, \"7\": 3555, \"10\": 2395, \"13\": 1345, \"17\": 860, \"blueberry\": 4701, \"26\": 700, \"24\": 370, \"29\": 520, \"58\": 50, \"53\": 35, \"42\": 25, \"25\": 655, \"15\": 945, \"27\": 480, \"20\": 585, \"21\": 420, \"31\": 150, \"62\": 5, \"28\": 450, \"capsicum\": 8246, \"cherry\": 8626, \"18\": 855, \"71\": 40, \"43\": 100, \"37\": 305, \"74\": 35, \"22\": 635, \"19\": 515, \"kiwi\": 12696, \"39\": 35, \"109\": 30, \"38\": 310, \"138\": 25, \"33\": 210, \"46\": 85, \"34\": 220, \"65\": 30, \"64\": 5, \"mango\": 7551, \"35\": 270, \"orange\": 3136, \"rockmelon\": 10546, \"45\": 100, \"strawberry\": 6306, \"47\": 20, \"32\": 55, \"48\": 65, \"30\": 220, \"41\": 100, \"36\": 70, \"51\": 80, \"55\": 115, \"44\": 85, \"52\": 30, \"202\": 20, \"194\": 15, \"136\": 20, \"127\": 10, \"159\": 20, \"115\": 10, \"121\": 20, \"129\": 5, \"97\": 10, \"40\": 15, \"75\": 20, \"54\": 25, \"49\": 105, \"125\": 10, \"132\": 10, \"59\": 60, \"60\": 145, \"70\": 5, \"0\": 100, \"61\": 75, \"81\": 5, \"145\": 70, \"117\": 85, \"94\": 20, \"72\": 65, \"50\": 60, \"114\": 65, \"57\": 45, \"87\": 55, \"85\": 45, \"84\": 35, \"93\": 30, \"56\": 10, \"83\": 45, \"141\": 5, \"140\": 10, \"91\": 35, \"63\": 25, \"227\": 20, \"100\": 5, \"120\": 35, \"166\": 25, \"96\": 25, \"68\": 50, \"113\": 20, \"98\": 20, \"174\": 30, \"90\": 10, \"103\": 10, \"67\": 10, \"222\": 10, \"220\": 10, \"223\": 10, \"178\": 25, \"69\": 5, \"76\": 15, \"162\": 5}", "word_docs": "{\"la\": 62680, \"bao\": 78350, \"anh\": 188040, \"nhieu?\": 15670, \"trai\": 219380, \"so\": 15670, \"trong\": 109690, \"cay\": 172370, \"luong\": 15670, \"cay?\": 15670, \"nhieu\": 62680, \"co\": 141030, \"anh?\": 31340, \"chua\": 31340, \"nao?\": 31340, \"loai\": 62680, \"gi?\": 31340, \"nao\": 15670, \"va\": 15670, \"14\": 1315, \"<end>\": 125360, \"cong\": 15670, \"<start>\": 125360, \"tong\": 15670, \"apple\": 12446, \"3\": 5325, \"4\": 5675, \"8\": 2735, \"1\": 19470, \"5\": 4445, \"avocado\": 4106, \"11\": 2270, \"2\": 5615, \"16\": 1225, \"9\": 2655, \"12\": 3560, \"6\": 3655, \"23\": 465, \"7\": 3555, \"10\": 2395, \"13\": 1345, \"17\": 860, \"blueberry\": 4701, \"26\": 700, \"24\": 370, \"29\": 520, \"58\": 50, \"53\": 35, \"42\": 25, \"25\": 655, \"15\": 945, \"27\": 480, \"20\": 585, \"21\": 420, \"31\": 150, \"62\": 5, \"28\": 450, \"capsicum\": 8246, \"cherry\": 8626, \"18\": 855, \"71\": 40, \"43\": 100, \"37\": 305, \"74\": 35, \"22\": 635, \"19\": 515, \"kiwi\": 12696, \"39\": 35, \"109\": 30, \"38\": 310, \"138\": 25, \"33\": 210, \"46\": 85, \"34\": 220, \"65\": 30, \"64\": 5, \"mango\": 7551, \"35\": 270, \"orange\": 3136, \"rockmelon\": 10546, \"45\": 100, \"strawberry\": 6306, \"47\": 20, \"32\": 55, \"48\": 65, \"30\": 220, \"41\": 100, \"36\": 70, \"51\": 80, \"55\": 115, \"44\": 85, \"52\": 30, \"202\": 20, \"194\": 15, \"136\": 20, \"127\": 10, \"159\": 20, \"115\": 10, \"121\": 20, \"129\": 5, \"97\": 10, \"40\": 15, \"75\": 20, \"54\": 25, \"49\": 105, \"125\": 10, \"132\": 10, \"59\": 60, \"60\": 145, \"70\": 5, \"0\": 100, \"61\": 75, \"81\": 5, \"145\": 70, \"117\": 85, \"94\": 20, \"72\": 65, \"50\": 60, \"114\": 65, \"57\": 45, \"87\": 55, \"85\": 45, \"84\": 35, \"93\": 30, \"56\": 10, \"83\": 45, \"141\": 5, \"140\": 10, \"91\": 35, \"63\": 25, \"227\": 20, \"100\": 5, \"120\": 35, \"166\": 25, \"96\": 25, \"68\": 50, \"113\": 20, \"98\": 20, \"174\": 30, \"90\": 10, \"103\": 10, \"67\": 10, \"222\": 10, \"220\": 10, \"223\": 10, \"178\": 25, \"69\": 5, \"76\": 15, \"162\": 5}", "index_docs": "{\"10\": 62680, \"9\": 78350, \"3\": 188040, \"20\": 15670, \"2\": 219380, \"18\": 15670, \"8\": 109690, \"4\": 172370, \"19\": 15670, \"21\": 15670, \"11\": 62680, \"5\": 141030, \"13\": 31340, \"14\": 31340, \"15\": 31340, \"12\": 62680, \"16\": 31340, \"22\": 15670, \"23\": 15670, \"48\": 1315, \"7\": 125360, \"25\": 15670, \"6\": 125360, \"24\": 15670, \"27\": 12446, \"35\": 5325, \"33\": 5675, \"43\": 2735, \"17\": 19470, \"37\": 4445, \"38\": 4106, \"46\": 2270, \"34\": 5615, \"49\": 1225, \"44\": 2655, \"40\": 3560, \"39\": 3655, \"60\": 465, \"41\": 3555, \"45\": 2395, \"47\": 1345, \"51\": 860, \"36\": 4701, \"53\": 700, \"63\": 370, \"57\": 520, \"92\": 50, \"98\": 35, \"109\": 25, \"54\": 655, \"50\": 945, \"59\": 480, \"56\": 585, \"62\": 420, \"70\": 150, \"142\": 5, \"61\": 450, \"30\": 8246, \"29\": 8626, \"52\": 855, \"97\": 40, \"74\": 100, \"65\": 305, \"99\": 35, \"55\": 635, \"58\": 515, \"26\": 12696, \"100\": 35, \"104\": 30, \"64\": 310, \"110\": 25, \"69\": 210, \"78\": 85, \"67\": 220, \"105\": 30, \"143\": 5, \"31\": 7551, \"66\": 270, \"42\": 3136, \"28\": 10546, \"75\": 100, \"32\": 6306, \"116\": 20, \"90\": 55, \"85\": 65, \"68\": 220, \"76\": 100, \"83\": 70, \"81\": 80, \"72\": 115, \"79\": 85, \"106\": 30, \"117\": 20, \"126\": 15, \"118\": 20, \"129\": 10, \"119\": 20, \"130\": 10, \"120\": 20, \"144\": 5, \"131\": 10, \"127\": 15, \"121\": 20, \"111\": 25, \"73\": 105, \"132\": 10, \"133\": 10, \"88\": 60, \"71\": 145, \"145\": 5, \"77\": 100, \"82\": 75, \"146\": 5, \"84\": 70, \"80\": 85, \"122\": 20, \"86\": 65, \"89\": 60, \"87\": 65, \"94\": 45, \"91\": 55, \"95\": 45, \"101\": 35, \"107\": 30, \"134\": 10, \"96\": 45, \"147\": 5, \"135\": 10, \"102\": 35, \"112\": 25, \"123\": 20, \"148\": 5, \"103\": 35, \"113\": 25, \"114\": 25, \"93\": 50, \"124\": 20, \"125\": 20, \"108\": 30, \"136\": 10, \"137\": 10, \"138\": 10, \"139\": 10, \"140\": 10, \"141\": 10, \"115\": 25, \"149\": 5, \"128\": 15, \"150\": 5}", "index_word": "{\"1\": \"<unk>\", \"2\": \"trai\", \"3\": \"anh\", \"4\": \"cay\", \"5\": \"co\", \"6\": \"<start>\", \"7\": \"<end>\", \"8\": \"trong\", \"9\": \"bao\", \"10\": \"la\", \"11\": \"nhieu\", \"12\": \"loai\", \"13\": \"anh?\", \"14\": \"chua\", \"15\": \"nao?\", \"16\": \"gi?\", \"17\": \"1\", \"18\": \"so\", \"19\": \"luong\", \"20\": \"nhieu?\", \"21\": \"cay?\", \"22\": \"nao\", \"23\": \"va\", \"24\": \"tong\", \"25\": \"cong\", \"26\": \"kiwi\", \"27\": \"apple\", \"28\": \"rockmelon\", \"29\": \"cherry\", \"30\": \"capsicum\", \"31\": \"mango\", \"32\": \"strawberry\", \"33\": \"4\", \"34\": \"2\", \"35\": \"3\", \"36\": \"blueberry\", \"37\": \"5\", \"38\": \"avocado\", \"39\": \"6\", \"40\": \"12\", \"41\": \"7\", \"42\": \"orange\", \"43\": \"8\", \"44\": \"9\", \"45\": \"10\", \"46\": \"11\", \"47\": \"13\", \"48\": \"14\", \"49\": \"16\", \"50\": \"15\", \"51\": \"17\", \"52\": \"18\", \"53\": \"26\", \"54\": \"25\", \"55\": \"22\", \"56\": \"20\", \"57\": \"29\", \"58\": \"19\", \"59\": \"27\", \"60\": \"23\", \"61\": \"28\", \"62\": \"21\", \"63\": \"24\", \"64\": \"38\", \"65\": \"37\", \"66\": \"35\", \"67\": \"34\", \"68\": \"30\", \"69\": \"33\", \"70\": \"31\", \"71\": \"60\", \"72\": \"55\", \"73\": \"49\", \"74\": \"43\", \"75\": \"45\", \"76\": \"41\", \"77\": \"0\", \"78\": \"46\", \"79\": \"44\", \"80\": \"117\", \"81\": \"51\", \"82\": \"61\", \"83\": \"36\", \"84\": \"145\", \"85\": \"48\", \"86\": \"72\", \"87\": \"114\", \"88\": \"59\", \"89\": \"50\", \"90\": \"32\", \"91\": \"87\", \"92\": \"58\", \"93\": \"68\", \"94\": \"57\", \"95\": \"85\", \"96\": \"83\", \"97\": \"71\", \"98\": \"53\", \"99\": \"74\", \"100\": \"39\", \"101\": \"84\", \"102\": \"91\", \"103\": \"120\", \"104\": \"109\", \"105\": \"65\", \"106\": \"52\", \"107\": \"93\", \"108\": \"174\", \"109\": \"42\", \"110\": \"138\", \"111\": \"54\", \"112\": \"63\", \"113\": \"166\", \"114\": \"96\", \"115\": \"178\", \"116\": \"47\", \"117\": \"202\", \"118\": \"136\", \"119\": \"159\", \"120\": \"121\", \"121\": \"75\", \"122\": \"94\", \"123\": \"227\", \"124\": \"113\", \"125\": \"98\", \"126\": \"194\", \"127\": \"40\", \"128\": \"76\", \"129\": \"127\", \"130\": \"115\", \"131\": \"97\", \"132\": \"125\", \"133\": \"132\", \"134\": \"56\", \"135\": \"140\", \"136\": \"90\", \"137\": \"103\", \"138\": \"67\", \"139\": \"222\", \"140\": \"220\", \"141\": \"223\", \"142\": \"62\", \"143\": \"64\", \"144\": \"129\", \"145\": \"70\", \"146\": \"81\", \"147\": \"141\", \"148\": \"100\", \"149\": \"69\", \"150\": \"162\"}", "word_index": "{\"<unk>\": 1, \"trai\": 2, \"anh\": 3, \"cay\": 4, \"co\": 5, \"<start>\": 6, \"<end>\": 7, \"trong\": 8, \"bao\": 9, \"la\": 10, \"nhieu\": 11, \"loai\": 12, \"anh?\": 13, \"chua\": 14, \"nao?\": 15, \"gi?\": 16, \"1\": 17, \"so\": 18, \"luong\": 19, \"nhieu?\": 20, \"cay?\": 21, \"nao\": 22, \"va\": 23, \"tong\": 24, \"cong\": 25, \"kiwi\": 26, \"apple\": 27, \"rockmelon\": 28, \"cherry\": 29, \"capsicum\": 30, \"mango\": 31, \"strawberry\": 32, \"4\": 33, \"2\": 34, \"3\": 35, \"blueberry\": 36, \"5\": 37, \"avocado\": 38, \"6\": 39, \"12\": 40, \"7\": 41, \"orange\": 42, \"8\": 43, \"9\": 44, \"10\": 45, \"11\": 46, \"13\": 47, \"14\": 48, \"16\": 49, \"15\": 50, \"17\": 51, \"18\": 52, \"26\": 53, \"25\": 54, \"22\": 55, \"20\": 56, \"29\": 57, \"19\": 58, \"27\": 59, \"23\": 60, \"28\": 61, \"21\": 62, \"24\": 63, \"38\": 64, \"37\": 65, \"35\": 66, \"34\": 67, \"30\": 68, \"33\": 69, \"31\": 70, \"60\": 71, \"55\": 72, \"49\": 73, \"43\": 74, \"45\": 75, \"41\": 76, \"0\": 77, \"46\": 78, \"44\": 79, \"117\": 80, \"51\": 81, \"61\": 82, \"36\": 83, \"145\": 84, \"48\": 85, \"72\": 86, \"114\": 87, \"59\": 88, \"50\": 89, \"32\": 90, \"87\": 91, \"58\": 92, \"68\": 93, \"57\": 94, \"85\": 95, \"83\": 96, \"71\": 97, \"53\": 98, \"74\": 99, \"39\": 100, \"84\": 101, \"91\": 102, \"120\": 103, \"109\": 104, \"65\": 105, \"52\": 106, \"93\": 107, \"174\": 108, \"42\": 109, \"138\": 110, \"54\": 111, \"63\": 112, \"166\": 113, \"96\": 114, \"178\": 115, \"47\": 116, \"202\": 117, \"136\": 118, \"159\": 119, \"121\": 120, \"75\": 121, \"94\": 122, \"227\": 123, \"113\": 124, \"98\": 125, \"194\": 126, \"40\": 127, \"76\": 128, \"127\": 129, \"115\": 130, \"97\": 131, \"125\": 132, \"132\": 133, \"56\": 134, \"140\": 135, \"90\": 136, \"103\": 137, \"67\": 138, \"222\": 139, \"220\": 140, \"223\": 141, \"62\": 142, \"64\": 143, \"129\": 144, \"70\": 145, \"81\": 146, \"141\": 147, \"100\": 148, \"69\": 149, \"162\": 150}"}}